<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'password' => 'パスワードは8文字以上にして、確認用入力欄と一致してください。',
    'reset' => 'パスワードは再設定されました。',
    'sent' => 'パスワード再設定用のURLをメールで送信しました。',
    'token' => 'このパスワード再設定用のトークンが不正です。',
    'user' => "メールアドレスに一致するユーザーは存在しません。",

];
